{
    "CITATION": {
        "GANESH": "This is not the god Ganesh!",
        "MAGRITTE": "Inspired by Magritte's universe"
    },
    "MENU": {
        "home": "Home",
        "home-description": "Explore the home page",
        "artist": "Artist",
        "artist-description": "Explore the artist page",
        "portfolio": "Portfolio",
        "portfolio-description": "Check my amazing projects",
        "about": "About",
        "about-description": "Learn more about me",
        "contact": "Contact",
        "contact-description": "Get in touch with me"
    },
    "FOOTER": {
        "copyright": "© June 2025 All rights reserved Ganesha <i class='fa fa - cloud'></i> Alexis Degraeve",
        "footer-legal-link": "Legal notice"
    },
    "ARTIST": {
        "citation": "Animation can explain whatever the mind of man can conceive.",
        "title-portfolio": "Portfolio",
        "resume-portfolio": "Games, websites, and mockups — a creative universe blending UX/UI design, 2D/3D, and front-end development.",
        "title-expert": "UI/UX & Frontend Designer",
        "resume-expert": "Passionate UX/UI designer blending 2D, 3D, and frontend for immersive experiences.",
        "title-music": "Music",
        "resume-music": "Passionate about music, I play piano and sing covers of Lana Del Rey, Lady Gaga, and Celine Dion.",
        "title-aboutme": "About me",
        "resume-aboutme": "Curious about me? Discover my journey, the languages I speak, and my passion for music through piano and singing.",
        "title-writetome": "Write to me",
        "btn-aboutme": "About me",
        "btn-viewportfolio": "View Portfolio",
        "btn-contact": "Contact",
        "btn-know-more": "Learn more",
        "expert-ux": "Creativity and precision define my work — I am a <strong>pixel-perfect UX/UI designer</strong> with a passion for crafting immersive digital experiences. Inspired by the surreal universe of <strong>Magritte</strong>, I bring a unique artistic touch to my designs, blending <strong>2D</strong> and <strong> 3D visuals </strong> with a deep focus on user experience. <br /> <br /> <strong> My key skills and expertise: </strong>",
        "skill-1": "<strong>UX/UI Design</strong>: Focus on user-centered, interactive, and aesthetic interfaces.",
        "skill-2": "<strong>Interactive Prototyping</strong> with <strong>Figma</strong>, <strong>Adobe XD</strong>, <strong>Zeplin</strong>, and <strong>Illustrator</strong> for engaging and dynamic mockups.",
        "skill-3": "<strong>2D & 3D Design</strong>: Logo creation, 3D modeling, and immersive visual experiences with <strong>3ds Max</strong>.",
        "skill-4": "<strong>Front-End Development</strong>: Expertise in <strong>Angular, React.js, Vue.js, TypeScript, SCSS, SASS</strong>.",
        "skill-5": "<strong>Responsive & Animated UI</strong>: Ensuring smooth interactions and seamless performance across devices.",
        "expert-last": "I hold a <strong>Master’s degree in Computer Science</strong> from <a href='https://www.unamur.be/fr/info/etudes/info-hd' class='text-unamur text-decoration-none' target='_blank'><strong>the University of Namur</strong></a> (graduated with distinction), combining technical expertise with a deep understanding of design.<br/><br/> One of my most exciting projects was developing a <strong><a href='https://researchportal.unamur.be/fr/studentTheses/%C3%A9tude-pr%C3%A9liminaire-pour-lint%C3%A9gration-dun-chatbot-comme-dispenseur' class='text-warning text-decoration-none' target='_blank'>chatbot for an escape game</a></strong> as part of my Master’s thesis—demonstrating my ability to merge <strong>design</strong> and <strong>technology</strong> to create engaging digital experiences.",
        "music": "Music is my passion, and I've been playing piano since I was 10. As a singer, I’m lucky to be coached by <strong>Aurore Sorce</strong>, a talented artist who excelled at the conservatory and closely guides me on my vocal journey.<br/><br/> I love performing covers of artists like <strong>Lana Del Rey</strong>, <strong>Lady Gaga</strong>, and <strong>Céline Dion</strong>, bringing emotion and creativity to every note.<br/><br/> You can find some of my covers on <strong>Instagram</strong> and <strong>YouTube</strong>. Check the link in the footer!",
        "aboutme": "Curious about who I am? Explore my journey, the languages I speak, and my passion for music through piano and singing. Dive deeper into what drives me and how it influences both my work and creativity.",
        "writetome": "Feel free to get in touch with me for collaboration opportunities or inquiries. I'm always open to discuss new projects and share ideas. Let's create something amazing together!",
        "title-animal": "Animals",
        "resume-animal": "Animal welfare is close to my heart. Sterilization and responsible adoption help reduce suffering and protect abandoned animals.",
        "animal-1": "Animal welfare is a cause close to my heart. ❤️<br /><br /> Every day, associations and volunteers work tirelessly to improve the lives of abandoned animals. Their dedication is admirable, yet too many cats and dogs are still left to fend for themselves without a sustainable solution.",
        "animal-2": "One of the key solutions to this issue is sterilization. The overpopulation of stray cats is difficult to manage, leading to unnecessary suffering. Sterilization is a simple but crucial step in preventing this problem and improving animal welfare.",
        "animal-3": "We should also consider the condition of horses used for tourist rides. Instead of exploiting these animals for entertainment, motorized alternatives exist that can prevent their physical suffering.",
        "animal-4": "Animals are not just companions; they feel fear, pain, and deserve our respect. Everyone can play a role in their well-being by adopting more responsible behaviors.",
        "animal-5": "I have personally adopted two cats, Batman and Lisa, who bring so much joy to my life. <br /> On this topic, I highly recommend the film <i>Flow</i>, a silent yet deeply moving piece that beautifully portrays the sensitivity of animals. The black cat in the movie reminds me so much of my Batman, a loyal and charismatic companion!",
        "animal-6": "To learn more about feline overpopulation and GAIA’s campaign, you can visit this link: <a href='https://www.gaia.be/fr/actualites/gaia-lance-une-campagne-contre-la-surpopulation-feline' target='_blank' class='text-warning text-decoration-none'><strong>GAIA Campaign</strong></a>",
        "citation-cat": "This is not a cat!",
        "MAGRITTE": "Inspired by Magritte's universe",
        "title-human": "Human",
        "resume-human": "A small act of kindness can make a big difference. Helping others and protecting our planet starts with simple, everyday actions.",
        "human-1": "A simple smile costs nothing and can brighten someone's day. 😊 <br /><br /> In a world where many struggle with poverty and injustice, every action counts. <br /> It is essential to think of others and take action, even in small ways, to create a more compassionate future.",
        "human-2": "Thousands of organizations work every day to improve the lives of those in need. <br /> Even a small donation can make a real difference. Here are some organizations striving for a better world:\n\n<ul>\n<li><a href='https://act.unicef.be/' target='_blank' class='text-warning text-decoration-none'>UNICEF</a> - Supporting children and their rights.</li>\n<li><a href='https://www.sos-villages-enfants.be/' target='_blank' class='text-warning text-decoration-none'>SOS Children's Villages</a> - Protecting and educating vulnerable children.</li>\n<li><a href='https://www.croix-rouge.be/' target='_blank' class='text-warning text-decoration-none'>Red Cross</a> - Emergency relief and humanitarian aid.</li>\n</ul>",
        "human-3": "Our planet also needs us. 🌍 Small, simple actions can have a big impact: <ul>\n<li>Throwing waste in the bin instead of littering.</li>\n<li>Turning off the water while soaping up in the shower to avoid waste.</li>\n<li>Reducing food waste by adjusting portion sizes.</li>\n</ul>",
        "human-4": "Helping others and protecting the environment isn’t difficult. Let’s work together to be kinder and more responsible. <br /><br /> ❤️\n\nThank you for these small actions that, combined, can change the world.",
        "citation-human": "This is not a human!",
        "resume-contact": "Feel free to reach out for collaborations or questions. Let’s create something amazing together!"
    },
    "PORTFOLIO": {
        "citation": "Simplicity is the principle of art.",

        "title-workshop-draw": "Hand Drawing (Workshop)",
        "desc-workshop-draw": "Skilled hand drawings showcasing precise proportions, artistic creativity, and attention to detail. Perfect for demonstrating visual storytelling and design talent to potential employers.",

        "title-brand-guidelines": "Charte graphique",
        "desc-brand-guidelines": "Overview of my visual identity: logo, color palette, typography, and graphic principles to ensure consistency and visual impact.",

        "title-workshop-figma": "Figma (Workshop)",
        "desc-workshop-figma": "Interactive mockups, web pages, logos, and design systems crafted with Figma, showcasing both creativity and precision. Click to explore my projects!",

        "title-workshop-photoshop": "Adobe Photoshop (Workshop)",
        "desc-workshop-photoshop": "Graphic creations from my training sessions, combining technique and creativity.",

        "title-workshop-indesign": "Adobe InDesign (Workshop)",
        "desc-workshop-indesign": "Created a 4-page magazine, a flyer, and a poster — combining technique and creativity.",

        "title-workshop-illustrator": "Adobe Illustrator (Workshop)",
        "desc-workshop-illustrator": "Created icons and vector illustrations — a blend of technical skill and creativity.",

        "title-games": "Games",
        "desc-games": "As a designer and developer, I create interactive games with a focus on design, fully responsive on all devices. Technologies: Angular and ReactJS to ensure high performance and smooth interactivity.",


        "title-architecture": "Architecture",
        "desc-architecture": "Explore our stunning architecture projects.",

        "title-businesscards": "Business Cards",
        "desc-businesscards": "Design professional business cards.",

        "title-marcovigna": "Marco Vigna",
        "desc-marcovigna": "Website for Marco Vigna.",

        "title-expensemanagement": "Expense Management",
        "desc-expensemanagement": "Expense management tool for Marco Vigna.",

        "title-promockup": "Professional Mockup",
        "desc-promockup": "Find professional mockups for your projects.",

        "title-3D": "3D",
        "desc-3D": "Creative 3D designs with 3DS Max, Blender.",

        "title-logodesign": "Logo Design",
        "desc-logodesign": "Creative logo designs for your brand.",

        "title-mockups": "Mockups",
        "desc-mockups": "Creative mockups with Figma, Zeplin.",

        "title-ganeshalearning": "Ganesha Learning",
        "desc-ganeshalearning": "🎓 On this channel, we provide comprehensive tutorials on Angular 19 and other essential frontend topics. Master HTML, CSS, and Angular's powerful framework to build modern web applications.",

        "btn-visit": "Visit",
        "btn-download": "Download",
        "btn-viewgallery": "View Gallery",
        "btn-view": "View"
    },
    "ABOUT": {
        "citation": "This is not a pipe!",
        "magritte": "Inspired by Magritte's universe",
        "titre": "Designer | Frontend Software Engineer",
        "master": "Master in Computer Science (with Distinction) &#64;UNAMUR (University of Namur)",
        "title-thesis": "Thesis",
        "thesis": "Preliminary Study of a Chatbot in an Escape Game",
        "languages": "Languages",
        "french": "French",
        "english": "English",
        "dutch": "Dutch",
        "spanish": "Spanish",
        "native": "Native",
        "SocialMedia": "Social Media",
        "Music": "Music",
        "Piano": "Piano",
        "Chant": "Singing",
        "Photography": "Photography"
    },
    "CONTACT": {
        "citation": "This is not an apple!",
        "magritte": "Inspired by Magritte's universe",
        "msgOK": "Your message has been successfully sent! We will get back to you shortly.",
        "newmessage": "New Message",
        "title": "I would like to contact you...",
        "phemail": "Email Address",
        "phlastname": "Last Name",
        "phfirstname": "First Name",
        "phyourmessage": "Your message...",
        "firstname": "First name is required.",
        "lastname": "Last name is required.",
        "email": "Please enter a valid email address.",
        "subject": "Choose a subject...",
        "website": "Contact me for a new website",
        "design": "Contact me for design",
        "other": "Other",
        "subjectselect": "Please select a subject.",
        "invalidfeedback": "Message must be at least 20 characters and up to 500 characters.",
        "send": "Send",
        "charsleft": "characters remaining"
    },
    "GAMES": {
        "GaneshaSudoku": {
            "title": "Ganesha Sudoku",
            "description": "A full Sudoku game, entirely designed and developed by me using React 19.2, ViteJS, and Chakra-UI. Puzzle grids are generated with a backtracking algorithm. Design and UX/UI crafted by myself. Mobile-friendly. Enjoy the game!"
        },
        "GaneshaFour": {
            "title": "Ganesha Four",
            "description": "A fresh take on Connect Four, developed using Angular 19 and Bootstrap 5.3.3. Design and animations crafted by me. Mobile-friendly. Good Game!"
        },
        "GaneshaOxo": {
            "title": "Ganesha Oxo",
            "description": "The classic OXO game, fully designed and developed using ReactJS 19. Mobile-friendly, fast, and fun. Good game!"
        },
        "LangCards": {
            "title": "Ganesha - Lang Cards",
            "description": "A flashcard game to help you learn languages, including Dutch (level B 2.4), Spanish (beginner level), and English (advanced level). A fun and engaging way to improve your vocabulary while having fun!"
        },
        "Gano": {
            "title": "Gano - Parody of Uno",
            "description": "A fun card game inspired by Uno, designed and developed with Angular 19 and Bootstrap. <strong>Now available on Tablet and Smartphone!</strong> I’ve completely revamped the design for an even better experience. Have fun! <em>GG (Good Game)!</em>"
        },
        "Champion": {
            "title": "QPUC 4 in a Row",
            "description": "The game is available in French and inspired by the famous 'Question pour un Champion'. Developed using ReactJS 19 and Vite, it also uses Bootstrap for a responsive and smooth experience. You can also play it on your smartphone!"
        },
        "EscapeGame": {
            "title": "Escape Game - Super Mario Theme",
            "description": "A chatbot in an escape game with a Super Mario theme, developed as part of my Master's thesis in Computer Science. <strong>I graduated with honors.</strong> It has recently been upgraded to Angular 19, optimized for smartphones, and redesigned using Bootstrap to ensure a responsive and smooth experience on any device."
        },
        "play": "PLAY!",
        "github": "GitHub"
    },
    "MUSIC": {
        "youtube": "YouTube - Ganesha Music",
        "resume-youtube": "Subscribe to my YouTube channel for my latest song covers and vocal performances.",
        "insta": "Instagram @alexisdegraeve",
        "resume-insta": "Check out my covers on Instagram, including Madonna's Frozen, Lana Del Rey's Summertime Sadness, and Emilia's Big Big World."
    },
    "DESIGNER": {
        "title-unamur": "Université de Namur",
        "resume-unamur": "I completed a bachelor's and master's in computer science with an adjusted schedule at the University of Namur. A high-quality education I highly recommend!",
        "title-chatbot": "Chatbot dans un escape game",
        "resume-chatbot": "For my Master’s thesis at the University of Namur, I developed an immersive chatbot for an escape game, blending design and technology."
    },
    "WORKSHOP": {
        "alt-mirror-shadow-technique": "Mirror and artificial shadow technique",
        "comment-mirror-shadow-technique": "Creating reflections and shadows on 7 tinted thumbnails using rainbow-inspired colors.",

        "alt-ninja-polaroid": "Ninja on Polaroid",
        "comment-ninja-polaroid": "Use of relief effects and custom brushes to create a dynamic composition in a Polaroid layout.",

        "alt-pattern-explosion": "Exploding squares pattern",
        "comment-pattern-explosion": "Exploded square effects created through pattern definition and grid repetition techniques.",

        "alt-eye-enhancement": "What was done: Eye enhancement",
        "comment-eye-enhancement": "Used Liquify for style change and Healing Brush Tool for freckle reduction.",
        "alt-object-selection-mirror": "Object Selection Tool & Mirror Effect",
        "comment-object-selection-mirror": "Applied Object Selection Tool and used a Fusion Mask for the mirror effect on the command.",
        "alt-color-overlay-destruction": "Color Overlay and Text Destruction",
        "comment-color-overlay-destruction": "Used Color Overlay via a Fusion Mask and Perspective for text destruction effect.",
        "alt-clone-tool-photoshop": "Clone Tool with Photoshop",
        "comment-clone-tool-photoshop": "Used the Clone Tool to fix or duplicate parts of the image.",

        "alt-animal-relief-mask-shadow": "Animal in relief using cut-out and shadow mask",
        "comment-animal-relief-mask-shadow": "Accurate cut-out of the animal with a mask and shadow for a relief effect.",

        "alt-bw-color-cover": "Creation of a cover in color and black & white",
        "comment-bw-color-cover": "Graphic design combining color and black & white areas for an artistic effect.",

        "alt-water-text-effect": "Text effect on water",
        "comment-water-text-effect": "Added a text effect integrated into the water surface with reflection and ripple.",
        "alt-dancer-mask": "Fusion Mask with dancers",
        "comment-dancer-mask": "Used a Fusion Mask to blend multiple dancing figures for dynamic visual balance.",

        "alt-white-tiger-livingroom": "Living room with white tiger in relief",
        "comment-white-tiger-livingroom": "Applied a Fusion Mask and shadows to bring out a white tiger in a living room scene.",

        "alt-people-perspective-correction": "Fusion mask with one person (photo correction)",
        "comment-people-perspective-correction": "Applied a fusion mask and perspective correction on a personal portrait.",

        "alt-panorama-composition": "Panorama and composition with photo correction",
        "comment-panorama-composition": "Created a panorama from multiple photos with correction and an artificially generated sky.",

        "alt-frame-ai-mask": "Fusion mask with frames and AI generation",
        "comment-frame-ai-mask": "Integrated images into frames using a fusion mask and generated cats with AI."
    },
    "FIGMA": {
        "quote-figma": "Figma turns my ideas into living shapes — a space where creativity and collaboration come together.",
        "alt-logos": "Logo design exercise made in Figma, inspired by a LinkedIn Learning course. I adapted a tutorial originally for Illustrator and recreated it fully in Figma, improving my precision, visual balance, and skills with shapes, gradients, and composition.",
        "nick-wilde": "Vector drawing exercise of Nick Wilde from Zootopia. I first drew him by hand, then manually recreated him in Figma, which allowed me to practice precision and control over vector shapes."
    },
    "INDESIGN": {
        "quote-vogue": "'Vogue' is the best of everything that fashion can offer, and I think we point the way. We are, you know, a glamorous girlfriend.",
        "alt-poster-games": "Video Games Festival (Poster)",
        "alt-flyer-games": "Video Games Festival (Flyer)",
        "alt-magazine-travel": "Alexis Voyage (Travel Magazine)",
        "choco-blanc-brand": "Choco Blanc Brand Guidelines",
        "choco-blanc-envelope": "Choco Blanc Envelope Design",
        "choco-blanc-thank-card": "Choco Blanc Thank You Card",
        "choco-blanc-business-card": "Choco Blanc Business Card",
        "choco-blanc-letterhead": "Choco Blanc Letterhead"

    },
    "LEG AL": {
        "title": "Legal Notice & Credits",
        "intro": "This website was designed and developed for <strong>educational and non-commercial</strong> purposes. All content is used in a personal didactic context.",

        "design-title": "🎨 Design & Visual Identity",
        "design-content": "<ul class='list-unstyled ms-3'><li>The design of the <strong>Ganesha.ovh</strong> site was entirely created by <strong>Alexis Degraeve</strong>.</li><li>The logo and visual identity are original creations. Any reuse requires prior authorization.</li><li>The design of the game <strong>Ganopoly</strong> is an original work. Usage requires my written approval.</li></ul>",

        "images-title": "📷 Images & Resources",
        "images-content": "Images used in graphic projects come from <a href='https://pixabay.com/' target='_blank' rel='noopener' class='link-warning text-decoration-none'>Pixabay</a> under a free license. License details are available here: <a href='https://pixabay.com/service/license-summary/' target='_blank' rel='noopener' class='link-warning text-decoration-none'>Pixabay License Terms</a>.",
        "images-note": "Photoshop montages (e.g., ninja, landscapes, effects) were made from free resources. Exact image origins may not be fully traceable, but usage remains within allowed limits.",

        "inspiration-title": "📌 Inspirations",
        "inspiration-content": "Some reproductions in Adobe Illustrator were inspired by the graphic style of <strong>Andrea Minini</strong>, purely for educational purposes without any commercial intent.",

        "info-title": "Additional Information",
        "info-content": "Games like <strong>Ganopoly</strong> and <strong>Gano</strong> are original creations inspired by known concepts, but redesigned for personal and educational use. None of the site’s content is for profit."
    }
}
