{
    "CITATION": {
        "GANESH": "Ceci n'est pas le dieu Ganesh!",
        "MAGRITTE": "Inspiré par l'univers de Magritte"
    },
    "MENU": {
        "home": "Accueil",
        "home-description": "Explorez la page d'accueil",
        "artist": "Artiste",
        "artist-description": "Explorez la page de l'artiste",
        "portfolio": "Portfolio",
        "portfolio-description": "Découvrez mes projets incroyables",
        "about": "À propos",
        "about-description": "Apprenez-en plus sur moi",
        "contact": "Contact",
        "contact-description": "Prenez contact avec moi"
    },
    "FOOTER": {
        "copyright": "© Juin 2025 Tous droits réservés Ganesha <i class='fa fa - cloud'></i> Alexis Degraeve",
        "footer-legal-link": "Mentions légales"
    },
    "ARTIST": {
        "citation": "L'animation peut expliquer tout ce que l'esprit humain peut concevoir.",
        "title-portfolio": "Portfolio",
        "resume-portfolio": "Jeux, sites et maquettes : un univers créatif entre design UX/UI, 2D/3D et développement front-end.",
        "title-expert": "Designer UI/UX & Frontend",
        "resume-expert": "Designer UX/UI passionné, mêlant 2D, 3D et frontend pour des expériences immersives.",
        "title-music": "Musique",
        "resume-music": "Passionné de musique, je joue du piano et interprète des reprises de Lana Del Rey, Lady Gaga et Céline Dion.",
        "title-aboutme": "À propos de moi",
        "resume-aboutme": "Curieux d’en savoir plus ? Découvrez mon parcours, les langues que je parle et ma passion pour la musique à travers le piano et le chant.",
        "title-writetome": "Écrivez-moi",
        "btn-aboutme": "À propos de moi",
        "btn-viewportfolio": "Voir le portfolio",
        "btn-contact": "Contact",
        "btn-know-more": "En savoir plus",
        "expert-ux": "La créativité et la précision définissent mon travail — Je suis un <strong>designer UX/UI pixel-perfect</strong> passionné par la création d'expériences numériques immersives. Inspiré par l'univers surréaliste de <strong>Magritte</strong>, j'apporte une touche artistique unique à mes designs, mêlant <strong>visuels 2D</strong> et <strong>3D</strong> avec un focus profond sur l'expérience utilisateur. <br /><br /><strong>Mes compétences et expertise :</strong>",
        "skill-1": "<strong>UX/UI Design</strong> : Mise en avant des interfaces centrées sur l'utilisateur, interactives et esthétiques.",
        "skill-2": "<strong>Prototypage interactif</strong> avec <strong>Figma</strong>, <strong>Adobe XD</strong>, <strong>Zeplin</strong>, et <strong>Illustrator</strong> pour des maquettes dynamiques et engageantes.",
        "skill-3": "<strong>Design 2D & 3D</strong> : Création de logos, modélisation 3D et expériences visuelles immersives avec <strong>3ds Max</strong>.",
        "skill-4": "<strong>Développement Front-End</strong> : Expertise en <strong>Angular, React.js, Vue.js, TypeScript, SCSS, SASS</strong>.",
        "skill-5": "<strong>UI Responsive & Animée</strong> : Garantir des interactions fluides et des performances sans faille sur tous les appareils.",
        "expert-last": "Je détiens un <strong>Master en Informatique</strong> de l'<a href='https://www.unamur.be/fr/info/etudes/info-hd' class='text-unamur text-decoration-none' target='_blank'><strong>Université de Namur</strong></a> (avec distinction), combinant expertise technique et une compréhension approfondie du design.<br/><br/> L'un de mes projets les plus passionnants a été de développer un <strong><a href='https://researchportal.unamur.be/fr/studentTheses/%C3%A9tude-pr%C3%A9liminaire-pour-lint%C3%A9gration-dun-chatbot-comme-dispenseur' class='text-warning text-decoration-none' target='_blank'>chatbot pour un escape game</a></strong> dans le cadre de mon mémoire de Master — démontrant ma capacité à allier <strong>design</strong> et <strong>technologie</strong> pour créer des expériences numériques captivantes.",
        "music": "Je suis passionné par la musique et je joue du piano depuis l'âge de 10 ans. En tant que chanteur, j'ai la chance d'être coaché par <strong>Aurore Sorce</strong>, une artiste talentueuse qui a excellé au conservatoire et me guide de près dans mon parcours vocal.<br/><br/> J'aime interpréter des reprises d'artistes comme <strong>Lana Del Rey</strong>, <strong>Lady Gaga</strong> et <strong>Céline Dion</strong>, en alliant émotion et créativité à chaque note.<br/><br/> Vous pouvez retrouver certaines de mes reprises sur <strong>Instagram</strong> et <strong>YouTube</strong>. Consultez le lien dans le pied de page !",
        "aboutme": "Vous êtes curieux de savoir qui je suis ? Découvrez mon parcours, les langues que je parle et ma passion pour la musique à travers le piano et le chant. Plongez plus profondément dans ce qui me motive et comment cela influence mon travail et ma créativité.",
        "writetome": "N'hésitez pas à me contacter pour des opportunités de collaboration ou pour toute question. Je suis toujours ouvert à discuter de nouveaux projets et à partager des idées. Créons quelque chose d'incroyable ensemble !",
        "title-animal": "Animaux",
        "resume-animal": "La cause animale me tient à cœur. La stérilisation et l’adoption responsable sont essentielles pour limiter la souffrance et protéger les animaux abandonnés.",
        "animal-1": "La cause animale me tient particulièrement à cœur. ❤️<br /><br /> Chaque jour, des associations et des bénévoles se battent pour améliorer la vie des animaux abandonnés. Leur engagement est admirable, mais malheureusement, trop de chats et de chiens restent livrés à eux-mêmes sans solution durable.",
        "animal-2": "L’une des solutions essentielles à ce problème est la stérilisation. La prolifération des chats errants entraîne une surpopulation difficile à gérer. La stérilisation est un geste simple, mais crucial pour éviter cette situation et limiter la souffrance animale.",
        "animal-3": "Il est aussi important de réfléchir à la condition des chevaux utilisés pour les balades touristiques. Plutôt que d'exploiter ces animaux pour le divertissement, il existe des alternatives motorisées qui permettent d’éviter leur souffrance physique.",
        "animal-4": "Les animaux ne sont pas de simples compagnons, ils ressentent la peur, la douleur et méritent notre respect. Chacun, à son échelle, peut contribuer à leur bien-être en adoptant des comportements plus responsables.",
        "animal-5": "Je suis moi-même l’heureux adoptant de deux chats, Batman et Lisa, qui remplissent mon quotidien de bonheur. <br /> À ce sujet, je vous recommande le film <i>Flow</i>, une œuvre sans paroles, mais profondément émouvante, qui illustre avec poésie la sensibilité animale. Le chat noir du film me rappelle d’ailleurs beaucoup mon Batman, un compagnon fidèle et plein de caractère !",
        "animal-6": "Pour en savoir plus sur la surpopulation féline et la campagne de GAIA, vous pouvez consulter ce lien : <a href='https://www.gaia.be/fr/actualites/gaia-lance-une-campagne-contre-la-surpopulation-feline' target='_blank' class='text-warning text-decoration-none'><strong>Campagne GAIA</strong></a>",
        "citation-cat": "Ceci n'est pas un chat !",
        "MAGRITTE": "Inspiré par l'univers de Magritte",
        "title-human": "Humain",
        "resume-human": "Un petit geste peut tout changer. Aider les autres et protéger notre planète commence par des actions simples au quotidien.",
        "human-1": "Un simple sourire ne coûte rien et peut illuminer la journée de quelqu’un. 😊 <br /> <br />Dans un monde où beaucoup luttent contre la pauvreté et l’injustice, chaque geste compte.<br /> Il est essentiel de penser aux autres et d’agir, même modestement, pour un avenir plus solidaire.",
        "human-2": "Des milliers d’associations se battent chaque jour pour améliorer la vie des plus démunis. <br />Faire un don, même minime, peut réellement faire la différence. Voici quelques organisations qui œuvrent pour un monde meilleur :\n\n<ul>\n<li><a href='https://act.unicef.be/' target='_blank' class='text-warning text-decoration-none'>UNICEF</a> - Aide à l’enfance et aux droits des enfants.</li>\n<li><a href='https://www.sos-villages-enfants.be/' target='_blank' class='text-warning text-decoration-none'>SOS Villages d’Enfants</a> - Protection et éducation des enfants vulnérables.</li>\n<li><a href='https://www.croix-rouge.be/' target='_blank' class='text-warning text-decoration-none'>Croix-Rouge</a> - Aide humanitaire d’urgence et actions de solidarité.</li>\n</ul>",
        "human-3": "Notre planète aussi a besoin de nous. 🌍 De petits gestes simples peuvent avoir un grand impact :<ul><li>Jeter ses déchets à la poubelle plutôt que dans la nature.</li>\n<li>Éteindre l’eau sous la douche pendant qu’on se savonne pour éviter le gaspillage.</li>\n<li>Réduire le gaspillage alimentaire en adaptant ses portions.</li>\n</ul>",
        "human-4": "Agir pour les autres et pour l’environnement, ce n’est pas si compliqué. Ensemble, faisons preuve de bienveillance et de responsabilité. <br /> <br />❤️\n\nMerci pour ces petits gestes qui, mis bout à bout, peuvent changer le monde.",
        "citation-human": "Ceci n'est pas un humain !",
        "resume-contact": "N'hésitez pas à me contacter pour collaborer ou poser vos questions. Créons quelque chose d’incroyable ensemble !"
    },
    "PORTFOLIO": {
        "citation": "La simplicité est le principe de l'art.",

        "title-workshop-draw": "Dessin à la main (Atelier)",
        "desc-workshop-draw": "Dessins à la main démontrant des proportions précises, une créativité artistique et une attention aux détails. Idéal pour montrer votre talent visuel et votre sens du design aux recruteurs.",

        "title-brand-guidelines": "Brand Guidelines",
        "desc-brand-guidelines": "Présentation de mon identité visuelle : logo, couleurs, typographies et principes graphiques pour garantir cohérence et impact visuel.",

        "title-workshop-figma": "Figma (Workshop)",
        "desc-workshop-figma": "Maquettes interactives, pages web, logos et systèmes de design réalisés avec Figma, alliant créativité et précision. Cliquez pour découvrir mes projets !",

        "title-workshop-photoshop": "Adobe Photoshop (Workshop)",
        "desc-workshop-photoshop": "Créations graphiques issues de mes sessions de formation, alliant technique et créativité.",

        "title-workshop-indesign": "Adobe InDesign (Workshop)",
        "desc-workshop-indesign": "Création d’un magazine de 4 pages, d’un flyer et d’une affiche — alliant technique et créativité.",

        "title-workshop-illustrator": "Adobe Illustrator (Workshop)",
        "desc-workshop-illustrator": "Création d’icônes et de dessins vectoriels — un mélange de compétence technique et de créativité.",

        "title-games": "Games",
        "desc-games": "En tant que designer et développeur, je crée des jeux interactifs avec un design soigné, responsives sur tous les appareils. Technologies: Angular et ReactJS pour garantir des performances élevées et une expérience fluide.",

        "title-architecture": "Architecture",
        "desc-architecture": "Découvrez nos magnifiques projets architecturaux.",

        "title-businesscards": "Cartes de visite",
        "desc-businesscards": "Concevez des cartes de visite professionnelles.",

        "title-marcovigna": "Marco Vigna",
        "desc-marcovigna": "Site web pour Marco Vigna.",

        "title-expensemanagement": "Gestion des dépenses",
        "desc-expensemanagement": "Outil de gestion des dépenses pour Marco Vigna.",

        "title-promockup": "Mockup professionnel",
        "desc-promockup": "Trouvez des mockups professionnels pour vos projets.",

        "title-3D": "3D",
        "desc-3D": "Créations 3D avec 3DS Max, Blender.",

        "title-logodesign": "Création de logos",
        "desc-logodesign": "Conception de logos créatifs pour votre marque.",

        "title-mockups": "Mockups",
        "desc-mockups": "Mockups créatifs avec Figma, Zeplin.",

        "title-ganeshalearning": "Ganesha Learning",
        "desc-ganeshalearning": "🎓 Sur cette chaîne, nous proposons des tutoriels complets sur Angular 19 et d'autres sujets essentiels du frontend. Maîtrisez HTML, CSS et le puissant framework Angular pour créer des applications web modernes.",

        "btn-visit": "Visiter",
        "btn-download": "Télécharger",
        "btn-viewgallery": "Voir la galerie",
        "btn-view": "Voir"
    },
    "ABOUT": {
        "citation": "Ceci n'est pas une pipe !",
        "magritte": "Inspiré par l'univers de Magritte",
        "titre": "Designer | Ingénieur Logiciel Frontend",
        "master": "Master en Informatique (avec Distinction) &#64;UNAMUR (Université de Namur)",
        "title-thesis": "Mémoire",
        "thesis": "Étude préliminaire d'un chatbot dans un escape game",
        "languages": "Langues",
        "french": "Français",
        "english": "Anglais",
        "dutch": "Néerlandais",
        "spanish": "Espagnol",
        "native": "Langue maternelle",
        "SocialMedia": "Réseaux Sociaux",
        "Music": "Musique",
        "Piano": "Piano",
        "Chant": "Chant",
        "Photography": "Photographie"
    },
    "CONTACT": {
        "citation": "Ceci n'est pas une pomme !",
        "magritte": "Inspiré par l'univers de Magritte",
        "msgOK": "Votre message a été envoyé avec succès ! Nous vous répondrons sous peu.",
        "newmessage": "Nouveau message",
        "title": "Je souhaite vous contacter...",
        "phemail": "Adresse e-mail",
        "phlastname": "Nom de famille",
        "phfirstname": "Prénom",
        "phyourmessage": "Votre message...",
        "firstname": "Le prénom est requis.",
        "lastname": "Le nom de famille est requis.",
        "email": "Veuillez entrer une adresse e-mail valide.",
        "subject": "Choisissez un sujet...",
        "website": "Me contacter pour un nouveau site web",
        "design": "Me contacter pour du design",
        "other": "Autre",
        "subjectselect": "Veuillez sélectionner un sujet.",
        "invalidfeedback": "Le message doit contenir entre 20 et 500 caractères.",
        "send": "Envoyer",
        "charsleft": "caractères restants"
    },
    "GAMES": {
        "GaneshaBattlefield": {
            "title": "Ganesha Battlefield",
            "description": "<p>Ganesha Battlefield est un jeu de bataille navale stratégique, entièrement conçu et développé par moi.</p><ul><li>Design et UX/UI réalisés par moi-même (Figma → implémentation)</li><li>Développé avec Angular 21 et Bootstrap 5</li><li>IA moyenne qui analyse approximativement les positions des navires</li><li>Responsive et compatible mobile</li></ul>"
        },
        "GaneshaSudoku": {
            "title": "Ganesha Sudoku",
            "description": "Un jeu de Sudoku complet, entièrement designé et développé par moi-même avec React 19.2, ViteJS et Chakra-UI. Les grilles sont générées grâce à un algorithme de backtracking. Design et UX/UI réalisés par mes soins. Compatible mobile. Amusez-vous bien !"
        },
        "GaneshaFour": {
            "title": "Ganesha Four",
            "description": "Le jeu du Puissance 4 revisité, développé avec Angular 19 et Bootstrap 5.3.3. Design et animations réalisés par mes soins. Compatible smartphone. Good Game !"
        },
        "GaneshaOxo": {
            "title": "Ganesha Oxo",
            "description": "Le classique jeu OXO, entièrement designé et développé avec ReactJS 19. Compatible smartphone, rapide et fun. Bonne partie !"
        },
        "LangCards": {
            "title": "Ganesha - Lang Cards",
            "description": "Un jeu de flashcards pour apprendre les langues, notamment en néerlandais (niveau B 2.4), espagnol (niveau débutant) et anglais (niveau avancé). Un moyen ludique et efficace de renforcer ton vocabulaire tout en t'amusant !"
        },
        "Gano": {
            "title": "Gano - Parodie d'Uno",
            "description": "Un jeu de cartes amusant inspiré du Uno, conçu et développé avec Angular 19 et Bootstrap. <strong>Maintenant disponible sur Tablette et Smartphone !</strong> J'ai entièrement revu le design pour une expérience encore meilleure. Amusez-vous bien. <em>GG (Good Game) !</em>"
        },
        "Champion": {
            "title": "QPUC 4 à la suite",
            "description": "Le jeu est disponible en français et s’inspire du célèbre 'Question pour un Champion'. Développé en ReactJS 19 et Vite, il utilise également Bootstrap pour offrir une expérience fluide et responsive. Vous pouvez également y jouer sur votre smartphone !"
        },
        "EscapeGame": {
            "title": "Escape Game - Thème Super Mario",
            "description": "Un chatbot dans un jeu d'évasion avec un thème Super Mario, entièrement développé par mes soins dans le cadre de mon mémoire de Master en Informatique. <strong>J'ai obtenu mon diplôme avec distinction.</strong> Il a récemment été mis à jour vers Angular 19, optimisé pour les smartphones et entièrement redessiné avec Bootstrap pour assurer une expérience fluide et responsive sur tous les appareils."
        },
        "play": "JOUER !",
        "github": "GitHub"
    },
    "MUSIC": {
        "youtube": "YouTube - Ganesha Music",
        "resume-youtube": "Abonnez-vous à ma chaîne YouTube pour voir mes dernières reprises musicales et performances vocales.",
        "insta": "Instagram @alexisdegraeve",
        "resume-insta": "Découvrez mes covers sur Instagram, dont Frozen de Madonna, Summertime Sadness de Lana Del Rey et Big Big World d'Emilia."

    },
    "DESIGNER": {
        "title-unamur": "Université de Namur",
        "resume-unamur": "J’ai suivi un bachelier et un master en informatique en horaire décalé à l'Université de Namur. Une formation de qualité que je recommande vivement !",
        "title-chatbot": "Chatbot dans un escape game",
        "resume-chatbot": "Pour mon mémoire de Master à l'Université de Namur, j’ai développé un chatbot immersif pour un escape game, alliant design et technologie."
    },
    "WORKSHOP": {
        "alt-mirror-shadow-technique": "Technique du miroir et ombres artificielles",
        "comment-mirror-shadow-technique": "Création de reflets et d’ombres sur 7 vignettes colorisées selon les teintes de l’arc-en-ciel.",

        "alt-ninja-polaroid": "Ninja sur polaroïd",
        "comment-ninja-polaroid": "Effets de reliefs et brosses personnalisées pour une composition dynamique en style polaroïd.",

        "alt-pattern-explosion": "Explosion de carrés",
        "comment-pattern-explosion": "Création d’un motif à base de carrés éclatés et utilisation de grilles répétées grâce à la définition de motif.",

        "alt-eye-enhancement": "Amélioration des yeux",
        "comment-eye-enhancement": "Utilisation de Liquify pour changer le style et du Healing Brush Tool pour réduire les taches de rousseur.",

        "alt-object-selection-mirror": "Outil de sélection d'objet & Effet miroir",
        "comment-object-selection-mirror": "Application de l'outil de sélection d'objet et utilisation d'un masque de fusion pour l'effet miroir sur la commande.",

        "alt-color-overlay-destruction": "Incrustation de couleur et destruction du texte",
        "comment-color-overlay-destruction": "Utilisation de l'incrustation de couleur via un masque de fusion et perspective pour l'effet de destruction du texte.",
        "alt-clone-tool-photoshop": "Outil Tampon avec Photoshop",
        "comment-clone-tool-photoshop": "Utilisation de l’outil Tampon pour corriger ou dupliquer des éléments de l’image.",

        "alt-animal-relief-mask-shadow": "Animal en relief grâce au détourage et masque avec ombrage",
        "comment-animal-relief-mask-shadow": "Détourage précis de l’animal et ajout d’un masque avec ombre pour effet de relief.",

        "alt-bw-color-cover": "Réalisation d’une couverture couleur et noir & blanc",
        "comment-bw-color-cover": "Création graphique combinant des zones en couleur et d'autres en noir & blanc pour un effet artistique.",

        "alt-water-text-effect": "Effet de texte sur l'eau",
        "comment-water-text-effect": "Ajout d’un effet de texte intégré à la surface de l’eau avec reflet et ondulation.",
        "alt-dancer-mask": "Masque de fusion avec des danseurs",
        "comment-dancer-mask": "Utilisation d’un masque de fusion pour intégrer plusieurs danseurs avec un effet visuel dynamique.",

        "alt-white-tiger-livingroom": "Salon avec tigre blanc en relief",
        "comment-white-tiger-livingroom": "Ajout d’un masque de fusion et d’ombres pour faire ressortir un tigre blanc dans un salon.",

        "alt-people-perspective-correction": "Masque de fusion avec une personne (redressement de photo)",
        "comment-people-perspective-correction": "Application d’un masque de fusion et correction de perspective sur une photo personnelle.",

        "alt-panorama-composition": "Panorama et composition avec redressement de photos",
        "comment-panorama-composition": "Création d’un panorama à partir de plusieurs photos, avec redressement et ciel généré artificiellement.",

        "alt-frame-ai-mask": "Masque de fusion avec des cadres et génération IA",
        "comment-frame-ai-mask": "Intégration d’images dans des cadres avec masque de fusion et génération de chats via IA."
    },
    "FIGMA": {
        "quote-figma": "Figma transforme mes idées en formes vivantes — un espace où créativité et collaboration se rencontrent",
        "alt-logos": "Exercice de création de logo réalisé dans Figma, inspiré d’un cours LinkedIn Learning. J’ai adapté un tutoriel prévu pour Illustrator et tout recréé dans Figma, ce qui m’a permis d’améliorer ma précision, mon sens de l’équilibre visuel et ma maîtrise des formes, dégradés et compositions.",
        "nick-wilde": "Exercice de dessin vectoriel de Nick Wilde de Zootopia. Je l’ai d’abord dessiné à la main, puis je l’ai recréé manuellement dans Figma, ce qui m’a permis de travailler la précision et le contrôle des formes vectorielles."
    },
    "INDESIGN": {
        "quote-vogue": "'Vogue', c’est le meilleur de tout ce que la mode peut offrir, et je pense que nous montrons la voie. Nous sommes, vous savez, une petite amie glamour.",

        "alt-poster-games": "Festival de Jeux Vidéo (Poster)",
        "alt-flyer-games": "Festival de Jeux Vidéo (Flyer)",
        "alt-magazine-travel": "Alexis Voyage (Magazine de voyage)",
        "choco-blanc-brand": "Charte graphique Choco Blanc",
        "choco-blanc-envelope": "Enveloppe Choco Blanc",
        "choco-blanc-thank-card": "Carton de remerciement Choco Blanc",
        "choco-blanc-business-card": "Carte de visite Choco Blanc",
        "choco-blanc-letterhead": "En-tête de lettre Choco Blanc"
    },
    "LEGAL": {
        "title": "Mentions légales & Crédits",

        "intro": "Ce site a été conçu et développé à des fins <strong>éducatives et non commerciales</strong>. Tous les contenus présents sont utilisés dans le cadre d’une démarche didactique personnelle.",

        "design-title": "🎨 Design & Identité visuelle",
        "design-content": "<ul class='list-unstyled ms-3'><li>Le design du site <strong>Ganesha.ovh</strong> a été entièrement conçu par <strong>Alexis Degraeve</strong>.</li><li>Le logo et l'identité visuelle sont des créations originales protégées. Toute réutilisation nécessite une autorisation préalable.</li><li>Le design du jeu <strong>Ganopoly</strong> est une œuvre originale. Son usage est soumis à mon accord écrit.</li></ul>",

        "images-title": "📷 Images & ressources",
        "images-content": "Les images utilisées dans les montages et projets graphiques proviennent du site <a href='https://pixabay.com/' target='_blank' rel='noopener' class='link-warning text-decoration-none'>Pixabay</a>, sous licence libre. Retrouvez les détails de la licence ici : <a href='https://pixabay.com/service/license-summary/' target='_blank' rel='noopener' class='link-warning text-decoration-none'>Conditions d’utilisation Pixabay</a>.",
        "images-note": "Les montages Photoshop (ex : ninja, paysages, effets spéciaux) ont été réalisés à partir de ces ressources libres. Il n’est pas possible de garantir la traçabilité de chaque image, mais l’usage reste dans le cadre autorisé.",

        "inspiration-title": "📌 Inspirations",
        "inspiration-content": "Certaines reproductions dans Adobe Illustrator ont été inspirées de l’univers graphique de <strong>Andrea Minini</strong>, dans un cadre purement pédagogique et sans diffusion commerciale.",

        "info-title": "Informations supplémentaires",
        "info-content": "Les jeux tels que <strong>Ganopoly</strong> ou <strong>Gano</strong> sont des créations originales inspirées de concepts connus, mais repensées dans une optique ludique et personnelle. Aucun contenu de ce site n’a de but lucratif."
    }
}
