{
    "CITATION": {
        "GANESH": "Dit is niet de god Ganesh!",
        "MAGRITTE": "Geïnspireerd door de wereld van Magritte"
    },
    "MENU": {
        "home": "Home",
        "home-description": "Verken de startpagina",
        "artist": "Artiest",
        "artist-description": "Verken de artiestenpagina",
        "portfolio": "Portfolio",
        "portfolio-description": "Bekijk mijn geweldige projecten",
        "about": "Over mij",
        "about-description": "Leer meer over mij",
        "contact": "Contact",
        "contact-description": "Neem contact met mij op"
    },
    "FOOTER": {
        "copyright": "© Juni 2025 Alle rechten voorbehouden Ganesha <i class='fa fa - cloud'></i> Alexis Degraeve",
        "footer-legal-link": "Wettelijke info"
    },
    "ARTIST": {
        "citation": "Animatie kan uitleggen wat de menselijke geest kan bedenken.",
        "title-portfolio": "Portfolio",
        "resume-portfolio": "Games, websites en mock-ups: een creatieve wereld waarin UX/UI-design, 2D/3D en front-end samenkomen.",
        "title-expert": "UI/UX & Frontend Designer",
        "resume-expert": "Gepassioneerde UX/UI-designer die 2D, 3D en frontend combineert voor meeslepende ervaringen.",
        "title-music": "Muziek",
        "resume-music": "Gepassioneerd door muziek, ik speel piano en zing covers van Lana Del Rey, Lady Gaga en Céline Dion.",
        "title-aboutme": "Over mij",
        "resume-aboutme": "Benieuwd naar mij? Ontdek mijn reis, de talen die ik spreek en mijn passie voor muziek via piano en zang.",
        "title-writetome": "Schrijf naar mij",
        "btn-aboutme": "Over mij",
        "btn-viewportfolio": "Bekijk portfolio",
        "btn-contact": "Contact",
        "btn-know-more": "Meer weten",
        "expert-ux": "Creativiteit en precisie definiëren mijn werk — Ik ben een <strong>pixel-perfect UX/UI ontwerper</strong> met een passie voor het creëren van meeslepende digitale ervaringen. Geïnspireerd door het surrealistische universum van <strong>Magritte</strong>, breng ik een unieke artistieke toets aan mijn ontwerpen door <strong>2D</strong> en <strong>3D visuals</strong> te combineren, met een diepe focus op gebruikerservaring.<br /><br /><strong>Mijn belangrijkste vaardigheden en expertise:</strong>",
        "skill-1": "<strong>UX/UI Design</strong> : Focus op gebruiksvriendelijke, interactieve en esthetische interfaces.",
        "skill-2": "<strong>Interactief prototyping</strong> met <strong>Figma</strong>, <strong>Adobe XD</strong>, <strong>Zeplin</strong>, en <strong>Illustrator</strong> voor dynamische en boeiende mockups.",
        "skill-3": "<strong>2D & 3D Design</strong> : Logo ontwerp, 3D modellering en meeslepende visuele ervaringen met <strong>3ds Max</strong>.",
        "skill-4": "<strong>Front-End Ontwikkeling</strong> : Expertise in <strong>Angular, React.js, Vue.js, TypeScript, SCSS, SASS</strong>.",
        "skill-5": "<strong>Responsieve & Geanimeerde UI</strong> : Zorgen voor vloeiende interacties en naadloze prestaties op alle apparaten.",
        "expert-last": "Ik heb een <strong>Masterdiploma in Computerwetenschappen</strong> van <a href='https://www.unamur.be/fr/info/etudes/info-hd' class='text-unamur text-decoration-none' target='_blank'><strong>de Universiteit van Namen</strong></a> (met onderscheiding), wat mijn technische expertise combineert met een diepgaand begrip van design.<br/><br/> Een van mijn meest opwindende projecten was het ontwikkelen van een <strong><a href='https://researchportal.unamur.be/fr/studentTheses/%C3%A9tude-pr%C3%A9liminaire-pour-lint%C3%A9gration-dun-chatbot-comme-dispenseur' class='text-warning text-decoration-none' target='_blank'>chatbot voor een escape game</a></strong> als onderdeel van mijn Masterthesis — wat mijn vermogen toont om <strong>design</strong> en <strong>technologie</strong> te combineren om boeiende digitale ervaringen te creëren.",
        "music": "Muziek is mijn passie en ik speel al piano sinds mijn 10e. Als zanger heb ik het geluk gecoacht te worden door <strong>Aurore Sorce</strong>, een getalenteerde artieste die schitterde in het conservatorium en mij nauw begeleidt in mijn vocale reis.<br/><br/> Ik zing graag covers van artiesten zoals <strong>Lana Del Rey</strong>, <strong>Lady Gaga</strong> en <strong>Céline Dion</strong>, waarbij ik emotie en creativiteit in elke noot leg.<br/><br/> Je kunt enkele van mijn covers vinden op <strong>Instagram</strong> en <strong>YouTube</strong>. Bekijk de link in de voettekst!",
        "aboutme": "Ben je benieuwd wie ik ben? Ontdek mijn reis, de talen die ik spreek, en mijn passie voor muziek via piano en zang. Duik dieper in wat mij drijft en hoe dit mijn werk en creativiteit beïnvloedt.",
        "writetome": "Voel je vrij om contact met mij op te nemen voor samenwerkingsmogelijkheden of vragen. Ik sta altijd open om nieuwe projecten te bespreken en ideeën te delen. Laten we samen iets geweldigs creëren!",
        "title-animal": "Dieren",
        "resume-animal": "Dierenwelzijn ligt mij nauw aan het hart. Sterilisatie en verantwoord adopteren helpen dierenleed te verminderen en verlaten dieren te beschermen.",
        "animal-1": "Dierenwelzijn ligt me nauw aan het hart. ❤️<br /><br /> Elke dag zetten verenigingen en vrijwilligers zich in om het leven van achtergelaten dieren te verbeteren. Hun inzet is bewonderenswaardig, maar helaas worden nog steeds te veel katten en honden aan hun lot overgelaten zonder een duurzame oplossing.",
        "animal-2": "Een van de belangrijkste oplossingen voor dit probleem is sterilisatie. De overbevolking van zwerfkatten is moeilijk te beheersen en veroorzaakt onnodig lijden. Sterilisatie is een eenvoudige maar essentiële maatregel om dit probleem te voorkomen en het dierenwelzijn te verbeteren.",
        "animal-3": "We moeten ook nadenken over het welzijn van paarden die worden gebruikt voor toeristische ritten. In plaats van deze dieren uit te buiten voor amusement, zijn er gemotoriseerde alternatieven die hun fysieke lijden kunnen voorkomen.",
        "animal-4": "Dieren zijn geen eenvoudige gezelschapsdieren; ze voelen angst en pijn en verdienen ons respect. Iedereen kan bijdragen aan hun welzijn door bewustere en verantwoordelijkere keuzes te maken.",
        "animal-5": "Ik heb zelf twee katten geadopteerd, Batman en Lisa, die mijn leven verrijken met hun aanwezigheid. <br /> In dat verband raad ik de film <i>Flow</i> ten zeerste aan, een woordloze maar diep ontroerende film die op poëtische wijze de gevoeligheid van dieren in beeld brengt. De zwarte kat in de film doet me zo denken aan mijn Batman, een trouwe en karaktervolle metgezel!",
        "animal-6": "Voor meer informatie over de overbevolking van katten en de campagne van GAIA, kun je deze link bezoeken: <a href='https://www.gaia.be/fr/actualites/gaia-lance-une-campagne-contre-la-surpopulation-feline' target='_blank' class='text-warning text-decoration-none'><strong>GAIA Campagne</strong></a>",
        "citation-cat": "Dit is geen kat!",
        "MAGRITTE": "Geïnspireerd door het universum van Magritte",
        "title-human": "Mens",
        "resume-human": "Een klein gebaar kan een groot verschil maken. Anderen helpen en onze planeet beschermen begint met eenvoudige, dagelijkse handelingen.",
        "human-1": "Een simpele glimlach kost niets en kan iemands dag opfleuren. 😊 <br /><br /> In een wereld waar velen worstelen met armoede en onrecht, telt elke kleine daad. <br /> Het is belangrijk om aan anderen te denken en, hoe bescheiden ook, bij te dragen aan een meer solidaire toekomst.",
        "human-2": "Duizenden organisaties zetten zich dagelijks in om het leven van de meest kwetsbaren te verbeteren. <br /> Zelfs een kleine donatie kan een groot verschil maken. Hier zijn enkele organisaties die werken aan een betere wereld:\n\n<ul>\n<li><a href='https://act.unicef.be/' target='_blank' class='text-warning text-decoration-none'>UNICEF</a> - Hulp aan kinderen en hun rechten.</li>\n<li><a href='https://www.sos-villages-enfants.be/' target='_blank' class='text-warning text-decoration-none'>SOS Kinderdorpen</a> - Bescherming en onderwijs voor kwetsbare kinderen.</li>\n<li><a href='https://www.croix-rouge.be/' target='_blank' class='text-warning text-decoration-none'>Rode Kruis</a> - Noodhulp en solidariteitsacties.</li>\n</ul>",
        "human-3": "Onze planeet heeft ons ook nodig. 🌍 Kleine, eenvoudige handelingen kunnen een groot verschil maken: <ul>\n<li>Afval in de vuilnisbak gooien in plaats van in de natuur.</li>\n<li>De kraan dichtdraaien tijdens het inzepen onder de douche om verspilling te voorkomen.</li>\n<li>Voedselverspilling verminderen door porties beter af te stemmen.</li>\n</ul>",
        "human-4": "Iets doen voor anderen en het milieu is helemaal niet zo moeilijk. Laten we samen vriendelijkheid en verantwoordelijkheid tonen. <br /><br /> ❤️\n\nDank je wel voor deze kleine gebaren die, samen genomen, de wereld kunnen veranderen.",
        "citation-human": "Dit is geen mens!",
        "resume-contact": "Neem gerust contact op voor samenwerking of vragen. Laten we samen iets geweldigs creëren!"
    },
    "PORTFOLIO": {
        "citation": "Eenvoud is het principe van kunst.",

        "title-brand-guidelines": "Brand Guidelines",
        "desc-brand-guidelines": "Overzicht van mijn visuele identiteit: logo, kleurenpalet, typografie en grafische richtlijnen voor een sterke en consistente uitstraling.",

        "title-workshop-figma": "Figma (Workshop)",
        "desc-workshop-figma": "Interactieve mockups, webpagina’s, logo’s en designsystemen gemaakt met Figma, die creativiteit en precisie laten zien. Klik om mijn projecten te ontdekken!",

        "title-workshop-photoshop": "Adobe Photoshop (Workshop)",
        "desc-workshop-photoshop": "Grafische creaties uit mijn opleiding, waarbij techniek en creativiteit samenkomen.",

        "title-workshop-indesign": "Adobe InDesign (Workshop)",
        "desc-workshop-indesign": "Een tijdschrift van 4 pagina’s, een flyer en een poster ontworpen — een combinatie van techniek en creativiteit.",

        "title-workshop-illustrator": "Adobe Illustrator (Workshop)",
        "desc-workshop-illustrator": "Ontwerpen van iconen en vectorillustraties — een mix van technische vaardigheid en creativiteit.",

        "title-games": "Games",
        "desc-games": "Als ontwerper en ontwikkelaar maak ik interactieve spellen met zorgvuldig design, volledig responsive op alle apparaten. Technologieën: Angular en ReactJS voor hoge prestaties en soepele interactie.",


        "title-architecture": "Architectuur",
        "desc-architecture": "Ontdek onze prachtige architectuurprojecten.",

        "title-businesscards": "Visitekaartjes",
        "desc-businesscards": "Ontwerp professionele visitekaartjes.",

        "title-marcovigna": "Marco Vigna",
        "desc-marcovigna": "Website voor Marco Vigna.",

        "title-expensemanagement": "Uitgavenbeheer",
        "desc-expensemanagement": "Uitgavenbeheertool voor Marco Vigna.",

        "title-promockup": "Professionele Mockup",
        "desc-promockup": "Vind professionele mockups voor je projecten.",

        "title-3D": "3D",
        "desc-3D": "Creatieve 3D-projecten met 3DS Max, Blender.",

        "title-logodesign": "Logo-ontwerp",
        "desc-logodesign": "Creatieve logo-ontwerpen voor je merk.",

        "title-mockups": "Mockups",
        "desc-mockups": "Creatieve mockups met Figma, Zeplin.",

        "title-ganeshalearning": "Ganesha Learning",
        "desc-ganeshalearning": "🎓 Op dit kanaal bieden we uitgebreide tutorials over Angular 19 en andere essentiële frontend-onderwerpen. Beheers HTML, CSS en het krachtige Angular-framework om moderne webapplicaties te bouwen.",

        "btn-visit": "Bezoeken",
        "btn-download": "Downloaden",
        "btn-viewgallery": "Galerij bekijken",
        "btn-view": "Bekijken"
    },
    "ABOUT": {
        "citation": "Dit is geen pijp!",
        "magritte": "Geïnspireerd door het universum van Magritte",
        "titre": "Designer | Frontend Software Engineer",
        "master": "Master in de Informatica (met Onderscheiding) &#64;UNAMUR (Université de Namur)",
        "title-thesis": "Thesis",
        "thesis": "Voorlopige studie van een chatbot in een escape game",
        "languages": "Talen",
        "french": "Frans",
        "english": "Engels",
        "dutch": "Nederlands",
        "spanish": "Spaans",
        "native": "Moedertaal",
        "SocialMedia": "Sociale Media",
        "Music": "Muziek",
        "Piano": "Piano",
        "Chant": "Zang",
        "Photography": "Fotografie"
    },
    "CONTACT": {
        "citation": "Dit is geen appel!",
        "magritte": "Geïnspireerd door het universum van Magritte",
        "msgOK": "Uw bericht is succesvol verzonden! We nemen binnenkort contact met u op.",
        "newmessage": "Nieuw bericht",
        "title": "Ik wil contact met u opnemen...",
        "phemail": "E-mailadres",
        "phlastname": "Achternaam",
        "phfirstname": "Voornaam",
        "phyourmessage": "Uw bericht...",
        "firstname": "Voornaam is vereist.",
        "lastname": "Achternaam is vereist.",
        "email": "Voer een geldig e-mailadres in.",
        "subject": "Kies een onderwerp...",
        "website": "Neem contact met me op voor een nieuwe website",
        "design": "Neem contact met me op voor design",
        "other": "Anders",
        "subjectselect": "Selecteer een onderwerp.",
        "invalidfeedback": "Bericht moet minimaal 20 tekens en maximaal 500 tekens bevatten.",
        "send": "Verzenden",
        "charsleft": "tekens over"
    },
    "GAMES": {
        "GaneshaSudoku": {
            "title": "Ganesha Sudoku",
            "description": "Een volledige Sudoku-game, volledig ontworpen en ontwikkeld door mijzelf met React 19.2, ViteJS en Chakra-UI. De puzzels worden gegenereerd met een backtracking-algoritme. Design en UX/UI door mijzelf gemaakt. Mobielvriendelijk. Veel plezier!"
        },

        "GaneshaFour": {
            "title": "Ganesha Four",
            "description": "Een vernieuwde versie van Vier op een Rij, ontwikkeld met Angular 19 en Bootstrap 5.3.3. Design en animaties door mij ontworpen. Compatibel met smartphones. Good Game!"
        },
        "GaneshaOxo": {
            "title": "Ganesha Oxo",
            "description": "Het klassieke OXO-spel, volledig ontworpen en ontwikkeld met ReactJS 19. Smartphone-vriendelijk, snel en leuk. Veel speelplezier!"
        },
        "LangCards": {
            "title": "Ganesha - Lang Cards",
            "description": "Een flashcardspel om talen te leren, waaronder Nederlands (niveau B 2.4), Spaans (beginnersniveau) en Engels (gevorderd niveau). Een leuke en speelse manier om je woordenschat te versterken!"
        },
        "Gano": {
            "title": "Gano - Parodie van Uno",
            "description": "Een leuk kaartspel geïnspireerd op Uno, ontworpen en ontwikkeld met Angular 19 en Bootstrap. <strong>Nu beschikbaar op Tablet en Smartphone!</strong> Ik heb het ontwerp volledig vernieuwd voor een nog betere ervaring. Veel plezier! <em>GG (Good Game)!</em>"
        },
        "Champion": {
            "title": "QPUC 4 op een Rij",
            "description": "Het spel is beschikbaar in het Frans en geïnspireerd op het beroemde 'Question pour un Champion'. Ontwikkeld met ReactJS 19 en Vite, en maakt gebruik van Bootstrap voor een responsieve en soepele ervaring. Je kunt het ook op je smartphone spelen!"
        },
        "EscapeGame": {
            "title": "Escape Game - Super Mario Thema",
            "description": "Een chatbot in een escape game met een Super Mario-thema, volledig ontwikkeld door mij als onderdeel van mijn Master's thesis in Computer Science. <strong>Ik ben afgestudeerd met lof.</strong> Het is onlangs geüpgraded naar Angular 19, geoptimaliseerd voor smartphones en herontworpen met behulp van Bootstrap om een responsieve en soepele ervaring op elk apparaat te garanderen."
        },
        "play": "SPELEN!",
        "github": "GitHub"
    },
    "MUSIC": {
        "youtube": "YouTube - Ganesha Music",
        "resume-youtube": "Abonneer je op mijn YouTube-kanaal voor mijn nieuwste covers en vocale optredens.",
        "insta": "Instagram @alexisdegraeve",
        "resume-insta": "Ontdek mijn covers op Instagram, zoals Frozen van Madonna, Summertime Sadness van Lana Del Rey en Big Big World van Emilia."
    },
    "DESIGNER": {
        "title-unamur": "Université de Namur",
        "resume-unamur": "Ik heb een bachelor en master in informatica gevolgd in een aangepast uurrooster aan de Universiteit van Namen. Een kwaliteitsopleiding die ik sterk aanbeveel!",
        "title-chatbot": "Chatbot dans un escape game",
        "resume-chatbot": "Voor mijn masterproef aan de Universiteit van Namen ontwikkelde ik een meeslepende chatbot voor een escape game, waarbij ik design en technologie combineerde."
    },
    "WORKSHOP": {
        "alt-mirror-shadow-technique": "Spiegel- en schaduwtechniek",
        "comment-mirror-shadow-technique": "Reflecties en kunstmatige schaduwen gecreëerd op 7 miniaturen in regenboogkleuren.",

        "alt-ninja-polaroid": "Ninja op polaroid",
        "comment-ninja-polaroid": "Reliefeffecten en aangepaste penseeltechnieken in een creatieve polaroidcompositie.",

        "alt-pattern-explosion": "Exploderende vierkanten",
        "comment-pattern-explosion": "Vierkanten die uit elkaar spatten, gecombineerd tot een raster via patroondefinitie.",

        "alt-eye-enhancement": "Oogverbetering",
        "comment-eye-enhancement": "Liquify gebruikt voor stijlverandering en Healing Brush Tool voor het verminderen van sproeten.",

        "alt-object-selection-mirror": "Objectselectiegereedschap & Spiegeleffect",
        "comment-object-selection-mirror": "Objectselectiegereedschap toegepast en een fusie-masker gebruikt voor het spiegeleffect op de opdracht.",

        "alt-color-overlay-destruction": "Kleuroverlay en tekstvernietiging",
        "comment-color-overlay-destruction": "Kleuroverlay gebruikt via een fusie-masker en perspectief voor het effect van tekstvernietiging.",
        "alt-clone-tool-photoshop": "Kloonstempel gereedschap met Photoshop",
        "comment-clone-tool-photoshop": "Gebruik van het kloonstempel om beeldonderdelen te corrigeren of dupliceren.",

        "alt-animal-relief-mask-shadow": "Dier in reliëf door uitsnijden en masker met schaduw",
        "comment-animal-relief-mask-shadow": "Nauwkeurige uitsnijding van het dier met een masker en schaduw voor reliëfeffect.",

        "alt-bw-color-cover": "Ontwerp van een cover in kleur en zwart-wit",
        "comment-bw-color-cover": "Grafische creatie met gekleurde en zwart-witte zones voor een artistiek effect.",

        "alt-water-text-effect": "Teksteffect op water",
        "comment-water-text-effect": "Toevoegen van teksteffect op het wateroppervlak met reflectie en rimpeling.",
        "alt-dancer-mask": "Fusionmasker met dansers",
        "comment-dancer-mask": "Een fusionmasker gebruikt om meerdere dansers visueel dynamisch samen te voegen.",

        "alt-white-tiger-livingroom": "Woonkamer met witte tijger in reliëf",
        "comment-white-tiger-livingroom": "Een fusionmasker en schaduwen toegepast om een witte tijger in een woonkamer te accentueren.",

        "alt-people-perspective-correction": "Fusionmasker met één persoon (foto rechtzetten)",
        "comment-people-perspective-correction": "Fusionmasker toegepast met perspectiefcorrectie op een persoonlijke foto.",


        "alt-panorama-composition": "Panorama en compositie met rechtgezette foto's",
        "comment-panorama-composition": "Panorama gemaakt met meerdere foto’s, gecorrigeerd en een artificieel gegenereerde lucht toegevoegd.",

        "alt-frame-ai-mask": "Fusionmasker met kaders en AI-generatie",
        "comment-frame-ai-mask": "Beelden geïntegreerd in kaders met een fusionmasker en katten gegenereerd via AI."

    },
    "FIGMA": {
        "quote-figma": "Figma verandert mijn ideeën in levende vormen — een plek waar creativiteit en samenwerking samenkomen.",
        "alt-logos": "Logooefening gemaakt in Figma, geïnspireerd door een LinkedIn Learning-cursus. Ik paste een Illustrator-tutorial aan en maakte alles opnieuw in Figma, waardoor ik mijn nauwkeurigheid, visuele balans en vaardigheden met vormen, kleurverlopen en compositie verbeterde."
    },
    "INDESIGN": {
        "quote-vogue": "'Vogue' is het beste van alles wat mode te bieden heeft, en ik denk dat wij de richting aangeven. We zijn, weet je, een glamoureuze vriendin.",

        "alt-poster-games": "Videogamefestival (Poster)",
        "alt-flyer-games": "Videogamefestival (Flyer)",
        "alt-magazine-travel": "Alexis Voyage (Reismagazine)",
        "choco-blanc-brand": "Choco Blanc huisstijl",
        "choco-blanc-envelope": "Choco Blanc envelopontwerp",
        "choco-blanc-thank-card": "Choco Blanc bedankkaart",
        "choco-blanc-business-card": "Choco Blanc visitekaartje",
        "choco-blanc-letterhead": "Choco Blanc briefhoofd"

    },
    "LEGAL": {
        "title": "Wettelijke vermeldingen & Credits",
        "intro": "Deze site is ontworpen en ontwikkeld voor <strong>educatieve en niet-commerciële</strong> doeleinden. Alle inhoud wordt gebruikt in een persoonlijk didactisch kader.",

        "design-title": "🎨 Ontwerp & Visuele Identiteit",
        "design-content": "<ul class='list-unstyled ms-3'><li>Het ontwerp van <strong>Ganesha.ovh</strong> is volledig gemaakt door <strong>Alexis Degraeve</strong>.</li><li>Het logo en de visuele identiteit zijn originele creaties. Hergebruik vereist voorafgaande toestemming.</li><li>Het ontwerp van het spel <strong>Ganopoly</strong> is een originele creatie en vereist mijn schriftelijke goedkeuring voor gebruik.</li></ul>",

        "images-title": "📷 Afbeeldingen & Bronnen",
        "images-content": "Gebruikte afbeeldingen komen van <a href='https://pixabay.com/' target='_blank' rel='noopener' class='link-warning text-decoration-none'>Pixabay</a> onder een vrije licentie. Meer info hier: <a href='https://pixabay.com/service/license-summary/' target='_blank' rel='noopener' class='link-warning text-decoration-none'>Pixabay Licentievoorwaarden</a>.",
        "images-note": "Photoshop-montages (zoals ninja's, landschappen, effecten) zijn gemaakt met vrije bronnen. Volledige traceerbaarheid is niet gegarandeerd, maar het gebruik is toegestaan.",

        "inspiration-title": "📌 Inspiratie",
        "inspiration-content": "Sommige Illustrator-reproducties zijn geïnspireerd op het werk van <strong>Andrea Minini</strong>, uitsluitend voor educatieve doeleinden.",

        "info-title": "Extra informatie",
        "info-content": "Spellen zoals <strong>Ganopoly</strong> of <strong>Gano</strong> zijn originele creaties, geïnspireerd door bestaande concepten en bedoeld voor persoonlijk en didactisch gebruik. Er is geen commercieel doel."
    }

}